Autodesk.Revit.Utility.AssetPropertyDoubleArray3d.Value
Get the value of the property

Autodesk.Revit.Utility.AssetPropertyDoubleArray3d
Represents a property consisting of an array of double values.
Remarks:
In virtually all cases, the array will contain exactly 3 values.